{"layers": [{"class_name": "Dense", "config": {"trainable": true, "activation": "relu", "kernel_constraint": null, "bias_constraint": null, "batch_input_shape": [null, 12], "units": 64, "use_bias": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}}}, {"class_name": "Dense", "config": {"trainable": true, "activation": "relu", "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "units": 32, "use_bias": true, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "activity_regularizer": null, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"trainable": true, "activation": "relu", "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "units": 32, "use_bias": true, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "activity_regularizer": null, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"trainable": true, "activation": "softmax", "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "units": 6, "use_bias": true, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "activity_regularizer": null, "name": "dense_4", "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "name": "sequential_1"}